Repository: andriybilas/MasterM
Catalog: Src/Common/Litium.Resources/WebStroreResource.*.resx
Languages: uk_ua

# Address1
source: Delivery address
uk_ua: Адреса доставки

source: Address 2
uk_ua: Адреса 2

source: City
uk_ua: Місто

# ColAddress
source: Address
uk_ua: Адреса

# ColLastLogin
source: Last enter
uk_ua: Останній візит

# ColLoginName
source: Login
uk_ua: Логін

source: Email
uk_ua: Е-адреса

source: First Name
uk_ua: Ім'я

# InvalidUserNameOrPassword
source: Invalide user name or password.
uk_ua: Не коректний пароль або ім'я користувача.

source: Last Name
uk_ua: Прізвище

source: Middle Name
uk_ua: По батькові

# NoGridRecords
source: No data to show.
uk_ua: Немає даних для відображення.

source: Phone
uk_ua: Телефон

# PhoneHome
source: Home Phone
uk_ua: Домашній телефон

# PhoneMobile
source: Mobile Phone
uk_ua: Мобільний телефон

# PIB
source: First Last Name
uk_ua: П.І.Б.

source: User info
uk_ua: Інформація про користувача

source: Users
uk_ua: Користувачі

source: Products
uk_ua: Товари

source: Category
uk_ua: Категорії

source: Category name
uk_ua: Назва категорії

# CategoryParent
source: Parent category
uk_ua: Батьківська категорія

source: Create
uk_ua: Створити

source: Create new category
uk_ua: Створити нову категорію

source: Description
uk_ua: Опис

source: Delete category
uk_ua: Видалити категорії

# DeleteCategoryConfirm
source: Are you sure want to delete thouse categories. If category has child categories it\'s will be deleted also.
uk_ua: Ви впевнені що хочете видалити вибрані категорії? Якщо Ви видалите категорію, яка містит дочірні категорії вони будуть видалені також.

# CreateDate
source: Created
uk_ua: Створений

source: Price
uk_ua: Ціна

# ProductBrend
source: Brend
uk_ua: Бренд

# ProductCapacity
source: Capacity
uk_ua: Об'єм

# ProductCountry
source: Country
uk_ua: Країна

source: Product name
uk_ua: Назва продукту

# ProductWeight
source: Weight
uk_ua: Вага

source: Published
uk_ua: Опубліковано

source: Stock balance
uk_ua: Баланс

# UpdateDate
source: Laste update
uk_ua: Остання зміна

# CategoryNull
source: Uncategorized
uk_ua: Без категорії

# PublishConfirmation
source: If some products is unchecked they will be unpublished. Continue?
uk_ua: Невідмічені продукти будуть деактивовані. Продовжити?

source: Only images is alloved to upload.
uk_ua: Для товарів можна завантажувати тільки зображення.

source: Order
uk_ua: Замовлення

source: Campaign price
uk_ua: Акційна ціна

source: Count
uk_ua: Кількість

source: Delivery method
uk_ua: Метод доставки

source: Order state
uk_ua: Стан замовлення

source: Payment method
uk_ua: Метод оплати

source: Summa
uk_ua: Сума

source: Order details
uk_ua: Деталі замовлення

source: Canceled
uk_ua: Відмінений

source: Created
uk_ua: Створений

source: Delivered
uk_ua: Досталений

source: Paid
uk_ua: Оплачений

# AssignToCategory
source: Assign to selected category
uk_ua: Додати до категорії

source: All
uk_ua: Всі

# CategoryFilter
source: Filter by category
uk_ua: Пошук по категоріям

# CategoryGridFilter
source: Filter product
uk_ua: Швидкий пошук

source: Current product sets
uk_ua: Поточні набори продуктів

# ProductSetCreate
source: Create new product set
uk_ua: Створити новий набів продуктів

# ProductSetDelete
source: Delete
uk_ua: Видалити

# ProductSetHeader
source: Product Sets
uk_ua: Набори продуктів

source: All products
uk_ua: Всі продукти

# CreateNewProductSet
source: Create Product Set
uk_ua: Створити набір продуктів

# ProductSetDescription
source: Description
uk_ua: Опис

source: Product set name
uk_ua: Ім'я набору продуктів

source: Delete product set
uk_ua: Видалити вибраний набір

# DeleteProductSetConfirmation
source: Are you sure to delete selected product set?
uk_ua: Ви впевнені, що хочете видалити виьраний набір?

source: Product filter
uk_ua: Фільтр по назві продуктів

source: Search
uk_ua: Пошук

# DeleteProductSetConfirm
source: Are you sure to delete selected product set. Notice that product wouldn't be deleleted.
uk_ua: Ви хочете видалити вибраний набір продуктів? Продукти додані до цього набору видалені не будуть.

# ProductCategoryFilter
source: Filter by product category
uk_ua: Фільтр по категорії

# ProductNameFilter
source: Filder by product name
uk_ua: Фільтр по назві

source: Uncategorized
uk_ua: Без категорії

# AssignProductSetComplete
source: Your selected products successfully assigned to product set
uk_ua: Вибрані Вами продукти успішно додані до набору продуктів

source: Top category
uk_ua: Категорія верхнього рівня

# PersonActive
source: Active
uk_ua: Активований

source: User details
uk_ua: Інформація про користувача

source: Edit category
uk_ua: Редагувати категорію

source: Campaign
uk_ua: Акції

source: All campaign
uk_ua: Всі акції

# CampaignHeader
source: Campaign
uk_ua: Акції

source: Create new campaign
uk_ua: Створити нову акцію

source: Current campaign
uk_ua: Поточна акція

source: Delete campaign
uk_ua: Видалити акцію

# DeleteCampaignConfirm
source: Are you sure to delete selected campaign. Notice that product wouldn't be deleted.
uk_ua: Ви впевнені, що хочете видалити вибрану акцію?

# PercentByProductSetCampaign
source: Campaign percent for product set
uk_ua: Відсоткова знижка для нобору продутків

source: Personal campaign
uk_ua: Персональна знижка

# PriceByProductCampaign
source: Campaign price for product
uk_ua: Акційна ціна для продукту

source: Select
uk_ua: Вибрати

source: Campaign types
uk_ua: Типи акцій

# SelectProductCampaign
source: Select products campaign
uk_ua: Продукти

source: Add
uk_ua: Додати

source: Add products
uk_ua: Додати продукти

# CampaignActive
source: Active
uk_ua: Активна

source: Campaign description
uk_ua: Деталі акції

# CampaignEndDate
source: Fiish campaign date
uk_ua: Завершення акції

source: Campaign name
uk_ua: Назва акції

# CampaignStartDate
source: Start campaign date
uk_ua: Початок акції

# ChouseProductsToAssign
source: Chouse product for campaign
uk_ua: Виберіть акційні продукти

source: Save campaign
uk_ua: Зберегти

source: Save products
uk_ua: Зберегти продукти

# PercentDiscount
source: Percent of discount
uk_ua: Знижка у відсотках

# Succesfull
source: Data saved succesfully
uk_ua: Дані успішно збережені

source: Update campaign
uk_ua: Редагувати акцію

# ExpirationPeriod
source: Period in days when campaign is active
uk_ua: Період в днях скільки діють умови акції.

# SummaryBought
source: User have to buy to satisfy rule of campaign
uk_ua: Необхідний мінімум для участі в акції (грн.)

# PersonalCampaignHeader
source: Personal campaign
uk_ua: Персональна акційна знижка

source: Set image for category
uk_ua: Додати фото для категорії

source: Cancel
uk_ua: Відмінити останні зміни

source: Delete
uk_ua: Видалити

source: Edit
uk_ua: Редагувати

source: Update
uk_ua: Зберегти зміни

source: Password
uk_ua: Гасло

source: Login
uk_ua: Увійти

source: Complete registration
uk_ua: Підтвердити

# EnterYourAccount
source: Enter by your name
uk_ua: Ввійти під своїм іменем

# LoginFailed
source: Incorrect user name or password. Please try again.
uk_ua: Не коректне ім`я чи гасло для входу. Спробуйте ще раз.

# PersonalUserAddress
source: Delivery address
uk_ua: Адреса доставки

# PersonalUserData
source: Personal data
uk_ua: Персональні дані

source: Registration
uk_ua: Зареєструвати

source: Registration form
uk_ua: Реєстрація користувача

# Currency
source: usd
uk_ua: грн.

source: Campaigns
uk_ua: Акції

source: How to order
uk_ua: Як замовити

source: Loyality program
uk_ua: Програма лояльності

source: Change delivery address
uk_ua: Змінити адресу доставки

# OrderDescription
source: Please describe your delivery time.
uk_ua: Зазначте бажаний час доставки

source: Basket
uk_ua: Кошик

# ChoicePaymentMethod
source: Please choise payment method
uk_ua: Виберіть спосіб оплати

source: Delivery description
uk_ua: Інформація про доставку (час, день, тощо)

source: Delivery payment
uk_ua: Вартість доставки

source: Order summa
uk_ua: Сума замолвення

source: Order Total
uk_ua: Встого до оплати

# SetOrder
source: Order
uk_ua: Замовити

# LeftMenuHeader
source: Catalog
uk_ua: Каталог

source: Personal discount
uk_ua: Знижка

# OrderCompleteResult
source: Thank for your buying
uk_ua: Дякуємо за покупку, наші менеджери в скорому часі зв`яжуться з Вами.

# DeliveryHeader
source: Delivery
uk_ua: Доставка

source: All deliveries
uk_ua: Всі доставки

source: Create / edit delivery
uk_ua: Створити / редагувати доставку

source: Create new delivery
uk_ua: Створити нову достаку

source: Delete delivery
uk_ua: Видалити доставку

source: Deliveries
uk_ua: Достака

source: Save delivery
uk_ua: Зберегти доставку

source: Your shopping cart is empty
uk_ua: Ваша корзина пуста

source: Login / Registration
uk_ua: Вхід / Реєстрація

# PasswordConfirm
source: Confirm password
uk_ua: Підтвердження гасла

# Wellcome
source: Wellcome {0}, now you can enter your profile
uk_ua: {0} вітаємо Вас в нашій шопці, тут Ви можете переглянути свої дані та історію замовлень

source: Change password
uk_ua: Змінити гасло

source: Old password
uk_ua: Старе гасло

source: Personal profile
uk_ua: Персональні дані

source: Save
uk_ua: Зберегти

# YouNeedToCompleteYourData
source: To follow you should fill in your personal data
uk_ua: Для продовження Вам необхідно заповнити персональні дані

# GoBack
source: Return
uk_ua: Повернутись назад

source: User history
uk_ua: Персональна історія замовлень

# DidYouBoughtSomethings
source: Will you buy somethings in oour store?
uk_ua: Не бажаєте придбати щось в нашому магазині?

# ViewOrderHistory
source: View orders history
uk_ua: Подивитись історію замовлень

# UpdateProfileSuccessful
source: User profile updated successfully
uk_ua: Ваш профіль успішно оновлено

source: Go to cart
uk_ua: Перейти до кошика

# PasswordChangedSuccessful
source: Password has changed
uk_ua: Гасло успішно змінене

# OutOfStock
source: The product {0} is out of stock. Please reduce quantity or remove from bascet.
uk_ua: Вибраний Вами товар {0} відсутній на складі у зазначеній кількості. Зменшіть кількість цього товару або видаліть його із замовлення.

# ProductUpdatedSuccesfull
source: The product has updated
uk_ua: Продукт змінено

# ChangeOrderOption
source: Update order states
uk_ua: Оновити стан замовлення

# BrandsHeader
source: Filter by brands
uk_ua: Фільтрувати по бренду

# OrderDescription1
source: Order description
uk_ua: Додаткові побажання

# Subject
source: Order was created
uk_ua: Замовлення прийняте в обробку

source: Your order
uk_ua: Ваше замовлення

source: Order number
uk_ua: Номер замовлення

# OrderFrom
source: Order date
uk_ua: Замовлення від

# NullOrderNumberText
source: No number has setted
uk_ua: Без номера

# AdminPage
source: Administrative page
uk_ua: Адміністрування сайту

source: Synchronization
uk_ua: Синхронізація

# SynchConfig
source: Synchronization configuration
uk_ua: Синхронізація сайту із 1С-бухгалтерія

source: Search has no result
uk_ua: Пошук не дав ніяких результатів

source: Update product set
uk_ua: Редагувати набір продуктів

source: Import products
uk_ua: Завантаження товарів з 1С

source: Publish
uk_ua: Опублікувати

# CategoryCreateNote
source: For assign product to category please drug and drop selected products over concrete category
uk_ua: Для того щоб додати продукт до категорії, відмітьте в першій колонці необхідні продукти і перетягніть їх до відповідної категорії.

source: Download orders
uk_ua: Завантажити

# EndSynchDate
source: Select end synchronization date
uk_ua: по

# LastSynchDate
source: From last synchronization
uk_ua: З моменту останнього завантаженого замовлення

# StartSynchDate
source: Select start synchronization date
uk_ua: Виберіть період замовлень, які здійснено з

source: Export orders
uk_ua: Завантажити замовлення із сайту

# NotSupportedFormat
source: This file has not supported format. The format file should be .xml
uk_ua: Ви завантажуєте файл формат якого не підтримується. Формат файлу повинен бути з розширенням xml

# EnityGuidEmptyException
source: You must create entity before upload some image
uk_ua: Ви повинні спочатку створити сутність перед тим як завантажувати для неї малюнок
